const personalInfo = {
  'name': 'پریسا حسینی',
  'nationalCode': '0078473837',
  'mobile': '09199698488'
};

const notification = [
  {'title': 'بار شما پذیرفته شد'},
  {'title': 'صاحب بار، بار را تحویل گرفته است'},
  {'title': 'بار جاری را لغو کرده اید'},
  {'title': 'بار شما پذیرفته شد'},
];

const ordersWaiting = [
  {
    'date': 'سه شنبه 1400/12/11',
    'description': 'بعد از ظهر',
    'from': 'قزوین',
    'to': 'رشت',
    'price': '15000000',
    'priceType': 'نقدی',
  },
  {
    'date': 'چهار شنبه 1400/12/12',
    'description': 'بعد از ظهر',
    'from': 'رشت',
    'to': 'اصفهان',
    'price': '1400000',
    'priceType': 'نقدی',
  },
  {
    'date': 'پنج شنبه 1400/12/13',
    'description': 'بعد از ظهر',
    'from': 'تهران',
    'to': 'مشهد',
    'price': '2400000',
    'priceType': 'نقدی',
  },
];

const ordersComplete = [
  {
    'date': 'سه شنبه 1400/12/11',
    'description': 'بعد از ظهر',
    'from': 'قزوین',
    'to': 'رشت',
    'price': '15000000',
    'priceType': 'نقدی',
  },
  {
    'date': 'چهار شنبه 1400/12/12',
    'description': 'بعد از ظهر',
    'from': 'رشت',
    'to': 'اصفهان',
    'price': '1400000',
    'priceType': 'نقدی',
  },
  {
    'date': 'پنج شنبه 1400/12/13',
    'description': 'بعد از ظهر',
    'from': 'تهران',
    'to': 'مشهد',
    'price': '2400000',
    'priceType': 'نقدی',
  },
];

const ordersCancel = [
  {
    'date': 'سه شنبه 1400/12/11',
    'description': 'بعد از ظهر',
    'from': 'قزوین',
    'to': 'رشت',
    'price': '15000000',
    'priceType': 'نقدی',
  },
  {
    'date': 'چهار شنبه 1400/12/12',
    'description': 'بعد از ظهر',
    'from': 'رشت',
    'to': 'اصفهان',
    'price': '1400000',
    'priceType': 'نقدی',
  },
  {
    'date': 'پنج شنبه 1400/12/13',
    'description': 'بعد از ظهر',
    'from': 'تهران',
    'to': 'مشهد',
    'price': '2400000',
    'priceType': 'نقدی',
  },
];

const cities = [
  'آذربایجان شرقی',
  'آذربایجان غربی',
  'اردبیل',
  'اصفهان',
  'البرز',
  'ایلام',
  'بوشهر',
  'تهران',
  'چهارمحال و بختیاری',
  'خراسان جنوبی',
  'خراسان رضوی',
  'خراسان شمالی',
  'خوزستان',
  'زنجان',
  'سمنان',
  'سیستان و بلوچستان',
  'فارس',
  'قزوین',
  'قم',
  'کردستان',
  'کرمان',
  'کرمانشاه',
  'کهگیلویه و بویراحمد',
  'گلستان',
  'گیلان',
  'لرستان',
  'مازندران',
  'مرکزی',
  'هرمزگان',
  'همدان',
  'یزد',
];

const cars = [
  {'id': 1, 'name': 'خاور'},
  {'id': 2, 'name': 'نیسان'},
  {'id': 3, 'name': 'تریلر'},
  {'id': 4, 'name': 'موتور'},
];


const carProperty = [
  {'id': 1, 'name': 'کمپرسی'},
  {'id': 1, 'name': 'ساده'},
];


const carInfo = {
  'carId': 3,
  'carPropertyId': 1,
  'length': 2.5,
  'height': 1.2,
  'number': '28 الف 411',
};
